{
  "What range segments sells well for crossbody ?": "Newness - 6395",
  "What % of sales does totes take within handbag sales?": "13.84%",
  "Give me my top crossbody bag in the month of July.": "49757 - 150 u",
  "Which month did newness sell better?": "Newness December 2139",
  "What is the contributions of totes?": "13.84%",
  "What subcategory is underperforming over last 3 months?": "City - 75% decrease (changed from 51 U to 75% decrease after Aug formula updates) Update: From Latest 1.1 data 70% decrease as of 8/10 - 78%",
  "How much inventory did it carry during those months?": "City - 65 units",
  "Give me the stock with high inventory and it's Sell through.": "",
  "What subcategory is overperforming over last 3 months and how much discount did it take?": "Based on the new definition - Shoulder bag with highest % increase and discount taken = 18,560.5\r\n[Prev response but now invalid - Crossbody 6019; discount value 415339. ]",
  "What is the total discount value for the above?": "18560",
  "Total discount value for crossbody bags in last 3 months.": "415339",
  "What styles are rising styles?": "",
  "Show me subclass with highest gross margin %.": "Clutch : 69.97% gm/rv -- 68% (Based on avg margin % column)",
  "Product with highest ROS.": "Handbag Crossbody bag Style 36617: ROS 2",
  "What do people want to buy in December?": "Crossbody bag",
  "When is the right time to launch clutches?": "June 223 (May to july)",
  "How many distinct style colours do we have in the range?": "163",
  "What is the total count of products in my range?": "163",
  "What is the total count of products in handbag?": "163",
  "How many crossbody bags are there?": "83",
  "What are the top subclasses for December?": "Crossbody, shopping, backpack int hat order",
  "Tell me the monthly sales for Newness segment.": "",
  "Which price metric has the highest gross margin for Crossbody bahs": "Middle",
  "How many EOL products do I have?": "42",
  "How many newness are there in Tote bags?": "3",
  "How many A* products do I have per season?": "5 in SS and 5 in FW",
  "How many distinct  A* products do I have per season?": "5 in SS and 5 in FW",
  "Which colour sells the most in January?": "Does not have Jan in the data",
  "Which colour sells the most in February?": "Pearl",
  "Tell me what subclass is not profitable?": "Baby Bag at 46.77% This makes no sense, how could Baby Bag be the right answer at a posiitive margin?",
  "What is the contribution of Men's to women's in the handbag sales?": "Should be 0.0057%",
  "What is the best price metric ranked by profitablity for crossbody?": "Entry",
  "what is the seasonal contribution in handbags sales?": "Fall/Winter 53% Spring/Summer 46%",
  "What is the contribution of different price metrics in tote bags?": "",
  "What is the contribution of entry, exit an middle price points in Totes?": "",
  "How many entry price point style colours are there in Totes?": "7"
}